/* NOT AUTOMATICALLY GENERATED  - THERE ARE NO LOCALIZED CODE STRINGS HERE, SO WE DON'T RUN GENSTRINGS */

"Photo Album" = "相簿";
"Untitled Photo Album" = "相簿";
"Photo WebLog" = "照片网志";
"Untitled Photo Weblog" = "照片网志";